Repository: vinxu/CastReader
Catalog: CastReader/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, hi, it, ja, pt_br

source: 开始 %d 天免费试用
de: %d Tage gratis testen
en: Start %d-day free trial
es: Iniciar prueba gratuita de %d días
fr: Commencer l'essai gratuit de %d jours
hi: %d दिन का मुफ़्त ट्रायल शुरू करें
it: Inizia la prova gratuita di %d giorni
ja: %d 日間の無料トライアルを開始
pt_br: Iniciar teste gratuito de %d dias

source: 开始录音
de: Aufnahme starten
en: Start Recording
es: Iniciar grabación
fr: Démarrer l’enregistrement
hi: रिकॉर्डिंग शुरू करें
it: Inizia registrazione
ja: 録音を開始
pt_br: Iniciar gravação

source: 开始解读
de: Erklärung starten
en: Start Explaining
es: Iniciar explicación
fr: Démarrer l’explication
hi: व्याख्या शुरू करें
it: Avvia spiegazione
ja: 解説を開始
pt_br: Iniciar explicação

source: 当前 Kindle 页面已就绪。
de: Diese Kindle-Seite ist bereit.
en: Ready on this Kindle page.
es: Listo en esta página de Kindle.
fr: Prêt sur cette page Kindle.
hi: इस किंडल पेज पर तैयार है।
it: Pronto su questa pagina Kindle.
ja: この Kindle ページで準備ができています。
pt_br: Pronto nesta página do Kindle.

source: 当前 Kindle 页面没有识别到可朗读文本。
de: Auf dieser Kindle-Seite wurde kein vorlesbarer Text erkannt.
en: No readable text was recognized on this Kindle page.
es: No se reconoció ningún texto legible en esta página de Kindle.
fr: Aucun texte lisible n'a été reconnu sur cette page Kindle.
hi: इस किंडल पेज पर कोई भी पढ़ने योग्य पाठ की पहचान नहीं की गई।
it: Nessun testo leggibile è stato riconosciuto in questa pagina Kindle.
ja: この Kindle ページでは判読可能なテキストが認識されませんでした。
pt_br: Nenhum texto legível foi reconhecido nesta página do Kindle.

source: 当前打开的是 Kindle 书籍页面，请返回 Kindle 书架后同步。
de: Eine Kindle-Buchseite ist geöffnet. Kehre zur Kindle-Bibliothek zurück und synchronisiere.
en: Kindle book page open. Return to Kindle Library, then Sync.
es: Página del libro Kindle abierta. Regrese a la Biblioteca Kindle y luego Sincronice.
fr: Page du livre Kindle ouverte. Revenez à la bibliothèque Kindle, puis synchronisez.
hi: किंडल किताब का पेज खुला। किंडल लाइब्रेरी पर लौटें, फिर सिंक करें।
it: Pagina del libro Kindle aperta. Torna alla Libreria Kindle, quindi Sincronizza.
ja: Kindle本のページが開きました。 Kindle ライブラリに戻り、同期します。
pt_br: Página do livro Kindle aberta. Volte para a Biblioteca Kindle e depois Sincronize.

source: 当前日文竖排页没有获得完整的 Kindle 文字列映射，或处于双页模式。为避免漏句和错高亮，已在朗读前停止；请切换为单页后重试。
de: CastReader konnte für diese vertikale japanische Seite keine vollständige Textspalten-Zuordnung erhalten oder Kindle befindet sich im Doppelseitenmodus. Das Vorlesen wurde vor der Wiedergabe gestoppt, um ausgelassene Sätze und falsche Hervorhebungen zu vermeiden. Wechsle zur Einzelseitenansicht und versuche es erneut.
en: CastReader couldn’t obtain a complete Kindle text-column mapping for this vertical Japanese page, or Kindle is in two-page mode. Read Aloud stopped before playback to avoid skipped sentences and incorrect highlighting. Switch to single-page mode and try again.
es: CastReader no pudo obtener un mapeo completo de las columnas de texto de Kindle para esta página japonesa vertical, o Kindle está en modo de dos páginas. La lectura se detuvo antes de comenzar para evitar frases omitidas y resaltados incorrectos. Cambia al modo de una página y vuelve a intentarlo.
fr: CastReader n’a pas pu obtenir une correspondance complète des colonnes de texte Kindle pour cette page japonaise verticale, ou Kindle est en mode deux pages. La lecture a été arrêtée avant de commencer afin d’éviter les phrases manquantes et les surlignages incorrects. Passez en mode page unique et réessayez.
hi: इस लंबवत जापानी पेज के लिए CastReader को Kindle टेक्स्ट-कॉलम मैपिंग पूरी तरह नहीं मिली, या Kindle दो-पेज मोड में है। वाक्य छूटने और गलत हाइलाइट से बचने के लिए ज़ोर से पढ़ना शुरू होने से पहले रोक दिया गया। एक-पेज मोड पर जाएँ और फिर कोशिश करें।
it: CastReader non è riuscito a ottenere una mappatura completa delle colonne di testo Kindle per questa pagina giapponese verticale, oppure Kindle è in modalità a due pagine. La lettura è stata interrotta prima dell’avvio per evitare frasi saltate ed evidenziazioni errate. Passa alla modalità pagina singola e riprova.
ja: この縦書き日本語ページではKindleの文字列マッピングを完全に取得できないか、見開き表示になっています。文の読み飛ばしや誤ったハイライトを防ぐため、読み上げ開始前に停止しました。1ページ表示に切り替えて、もう一度お試しください。
pt_br: O CastReader não conseguiu obter um mapeamento completo das colunas de texto do Kindle para esta página em japonês vertical, ou o Kindle está no modo de duas páginas. A leitura foi interrompida antes de começar para evitar frases ignoradas e destaques incorretos. Mude para o modo de página única e tente novamente.

source: 当前是 Kindle 书籍页面，请回到书架后同步。
de: Dies ist eine Kindle-Buchseite. Synchronisiere über die Bibliothek.
en: This is a Kindle book page. Sync from the library shelf.
es: Esta es la página de un libro Kindle. Sincronización desde el estante de la biblioteca.
fr: Ceci est une page de livre Kindle. Synchronisez depuis l'étagère de la bibliothèque.
hi: यह एक किंडल पुस्तक पृष्ठ है। लाइब्रेरी शेल्फ़ से सिंक करें.
it: Questa è una pagina di un libro Kindle. Sincronizzazione dallo scaffale della libreria.
ja: こちらはKindle本のページです。ライブラリの棚から同期します。
pt_br: Esta é a página de um livro Kindle. Sincronize na estante da biblioteca.

source: 当前站点：%@
de: Aktueller Shop: %@
en: Current site: %@
es: Tienda actual: %@
fr: Site actuel : %@
hi: मौजूदा साइट: %@
it: Sito attuale: %@
ja: 現在のストア：%@
pt_br: Loja atual: %@

source: 当前站点的书架是空的
de: Die Bibliothek dieses Shops ist leer
en: This site's library is empty
es: La biblioteca de esta tienda está vacía
fr: La bibliothèque de ce site est vide
hi: इस साइट की लाइब्रेरी खाली है
it: La libreria di questo sito è vuota
ja: このストアの本棚は空です
pt_br: A biblioteca desta loja está vazia

source: 当前站点还没有同步书籍
de: Für diesen Shop sind noch keine Bücher synchronisiert
en: No books have been synced from this site yet
es: Todavía no se han sincronizado libros de esta tienda
fr: Aucun livre n'a encore été synchronisé depuis ce site
hi: इस साइट से अभी कोई किताब सिंक नहीं हुई है
it: Nessun libro è stato ancora sincronizzato da questo sito
ja: このストアから同期された本はまだありません
pt_br: Nenhum livro desta loja foi sincronizado ainda

source: 当前页面暂时没有找到 Kindle 书籍。
de: Auf dieser Seite wurden noch keine Kindle-Bücher gefunden.
en: No Kindle books were found on this page yet.
es: Aún no se han encontrado libros Kindle en esta página.
fr: Aucun livre Kindle n'a encore été trouvé sur cette page.
hi: इस पृष्ठ पर अभी तक कोई किंडल पुस्तकें नहीं मिलीं।
it: Nessun libro Kindle è stato ancora trovato in questa pagina.
ja: このページには Kindle 本がまだ見つかりませんでした。
pt_br: Nenhum livro Kindle foi encontrado nesta página ainda.

source: 当前页面没有找到 Google Play 图书的书籍。
de: Auf dieser Seite wurden keine Google Play Bücher gefunden.
en: No Google Play Books titles were found on this page.
es: No se encontraron libros de Google Play Libros en esta página.
fr: Aucun livre Google Play Livres trouvé sur cette page.
hi: इस पेज पर Google Play किताबें की कोई किताब नहीं मिली।
it: Nessun libro di Google Play Libri trovato in questa pagina.
ja: このページでは Google Play ブックスの本が見つかりませんでした。
pt_br: Nenhum livro do Google Play Livros foi encontrado nesta página.

source: 当前页面没有找到 Kindle 书籍。
de: Auf dieser Seite wurden keine Kindle-Bücher gefunden.
en: No Kindle books were found on this page.
es: No se encontraron libros Kindle en esta página.
fr: Aucun livre Kindle n'a été trouvé sur cette page.
hi: इस पृष्ठ पर कोई किंडल पुस्तकें नहीं मिलीं।
it: Nessun libro Kindle trovato in questa pagina.
ja: このページには Kindle 本が見つかりませんでした。
pt_br: Nenhum livro Kindle foi encontrado nesta página.

source: 当前页面没有找到 Kobo 书架中的书籍。
de: Auf dieser Seite wurden keine Bücher aus deiner Kobo-Bibliothek gefunden.
en: No books from your Kobo library were found on this page.
es: No se encontraron libros de tu biblioteca de Kobo en esta página.
fr: Aucun livre de votre bibliothèque Kobo n'a été trouvé sur cette page.
hi: इस पेज पर आपकी Kobo लाइब्रेरी की कोई किताब नहीं मिली।
it: Nessun libro della tua libreria Kobo è stato trovato in questa pagina.
ja: このページでは Kobo の本棚にある本が見つかりませんでした。
pt_br: Nenhum livro da sua biblioteca da Kobo foi encontrado nesta página.

source: 当前页面没有找到 O’Reilly 阅读历史中的书籍。
de: Auf dieser Seite wurden keine Bücher aus dem O’Reilly-Leseverlauf gefunden.
en: No books from your O’Reilly reading history were found on this page.
es: No se encontraron libros de tu historial de lectura de O’Reilly en esta página.
fr: Aucun livre de votre historique de lecture O’Reilly n’a été trouvé sur cette page.
hi: इस पेज पर O’Reilly के पढ़ने के इतिहास की कोई किताब नहीं मिली।
it: In questa pagina non sono stati trovati libri della cronologia di lettura O’Reilly.
ja: このページには O’Reilly の読書履歴にある本が見つかりませんでした。
pt_br: Nenhum livro do seu histórico de leitura da O’Reilly foi encontrado nesta página.

source: 当前页面没有找到微信读书书籍。
de: Auf dieser Seite wurden keine WeRead-Bücher gefunden.
en: No WeRead books were found on this page.
es: No se encontraron libros de WeRead en esta página.
fr: Aucun livre WeRead trouvé sur cette page.
hi: इस पेज पर कोई WeRead किताब नहीं मिली।
it: Nessun libro WeRead trovato in questa pagina.
ja: このページに WeRead の本が見つかりません。
pt_br: Nenhum livro do WeRead foi encontrado nesta página.

source: 录音文件必须不超过 4 MB
de: Die Aufnahme darf höchstens 4 MB groß sein.
en: The recording must be no larger than 4 MB.
es: La grabación no debe tener más de 4 MB.
fr: L'enregistrement ne doit pas dépasser 4 Mo.
hi: रिकॉर्डिंग 4 एमबी से बड़ी नहीं होनी चाहिए।
it: La registrazione non deve essere più grande di 4 MB.
ja: 録音サイズは 4 MB 以下である必要があります。
pt_br: A gravação não deve ter mais de 4 MB.

source: 录音未能完整保存，请重录
de: Die Aufnahme konnte nicht vollständig gespeichert werden. Bitte nimm sie erneut auf.
en: The recording could not be saved completely. Please record it again.
es: La grabación no se pudo guardar por completo. Por favor grábalo de nuevo.
fr: L'enregistrement n'a pas pu être sauvegardé complètement. Veuillez l'enregistrer à nouveau.
hi: रिकॉर्डिंग पूरी तरह से सहेजी नहीं जा सकी. कृपया इसे दोबारा रिकॉर्ड करें.
it: Non è stato possibile salvare completamente la registrazione. Per favore, registralo di nuovo.
ja: 録音を完全に保存できませんでした。もう一度録音してください。
pt_br: A gravação não pôde ser salva completamente. Por favor, grave novamente.

source: 录音未通过服务器校验
de: Die Aufnahme hat die Serverprüfung nicht bestanden.
en: The recording did not pass server validation.
es: La grabación no pasó la validación del servidor.
fr: L'enregistrement n'a pas passé la validation du serveur.
hi: रिकॉर्डिंग ने सर्वर सत्यापन पास नहीं किया.
it: La registrazione non ha superato la convalida del server.
ja: 録画はサーバーの検証に合格しませんでした。
pt_br: A gravação não passou na validação do servidor.

source: 录音语言
de: Aufnahmesprache
en: Recording Language
es: Idioma de grabación
fr: Langue d’enregistrement
hi: रिकॉर्डिंग की भाषा
it: Lingua di registrazione
ja: 録音言語
pt_br: Idioma da gravação

source: 微信读书
de: WeRead
en: WeRead
es: WeRead
fr: WeRead
hi: WeRead
it: WeRead
ja: WeRead
pt_br: WeRead

source: 微信读书书架
de: WeRead-Bibliothek
en: WeRead Library
es: Biblioteca de WeRead
fr: Bibliothèque WeRead
hi: WeRead लाइब्रेरी
it: Libreria WeRead
ja: WeRead 本棚
pt_br: Biblioteca do WeRead

source: 微信读书书籍链接已失效，请重新登录并同步书架。
de: Dieser WeRead-Buchlink ist abgelaufen. Melde dich erneut an und synchronisiere deine Bibliothek.
en: This WeRead book link has expired. Sign in again and sync your library.
es: El enlace de este libro de WeRead ha caducado. Vuelve a iniciar sesión y sincroniza tu biblioteca.
fr: Le lien de ce livre WeRead a expiré. Reconnectez-vous et synchronisez votre bibliothèque.
hi: इस WeRead किताब का लिंक समाप्त हो गया है। फिर से साइन इन करके लाइब्रेरी सिंक करें।
it: Il link di questo libro WeRead è scaduto. Accedi di nuovo e sincronizza la libreria.
ja: この WeRead の本のリンクは無効です。再度ログインして本棚を同期してください。
pt_br: O link deste livro do WeRead expirou. Entre novamente e sincronize sua biblioteca.

source: 微信读书登录已失效，请重新登录后继续。
de: Deine WeRead-Sitzung ist abgelaufen. Melde dich erneut an, um fortzufahren.
en: Your WeRead session has expired. Sign in again to continue.
es: Tu sesión de WeRead ha caducado. Vuelve a iniciar sesión para continuar.
fr: Votre session WeRead a expiré. Reconnectez-vous pour continuer.
hi: आपका WeRead सत्र समाप्त हो गया है। जारी रखने के लिए फिर से साइन इन करें।
it: La sessione WeRead è scaduta. Accedi di nuovo per continuare.
ja: WeRead のログインが期限切れです。再度ログインして続けてください。
pt_br: Sua sessão do WeRead expirou. Entre novamente para continuar.

source: 微信读书账号
de: WeRead-Konto
en: WeRead account
es: Cuenta de WeRead
fr: Compte WeRead
hi: WeRead खाता
it: Account WeRead
ja: WeRead アカウント
pt_br: Conta WeRead

source: 快速导入
de: Schnellimport
en: Quick Import
es: Importación rápida
fr: Importation rapide
hi: त्वरित आयात
it: Importazione rapida
ja: クイックインポート
pt_br: Importação rápida

source: 忽略
de: Ignorieren
en: Ignore
es: Ignorar
fr: Ignorer
hi: अनदेखा करें
it: Ignora
ja: 無視
pt_br: Ignorar

source: 性别
de: Geschlecht
en: Gender
es: Género
fr: Genre
hi: लिंग
it: Genere
ja: 性別
pt_br: Gênero

source: 恢复购买
de: Käufe wiederherstellen
en: Restore Purchases
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदारी रीस्टोर करें
it: Ripristina acquisti
ja: 購入を復元
pt_br: Restaurar compras

source: 登录邮箱账号后，Pro 可跨设备同步。
de: Melde dich mit einem E-Mail-Konto an, um Pro geräteübergreifend zu synchronisieren.
en: Sign in with an email account to sync Pro across devices.
es: Inicia sesión con una cuenta de correo para sincronizar Pro entre dispositivos.
fr: Connectez-vous avec un compte e-mail pour synchroniser Pro entre vos appareils.
hi: उपकरणों के बीच Pro सिंक करने के लिए ईमेल खाते से साइन इन करें।
it: Accedi con un account email per sincronizzare Pro su tutti i dispositivi.
ja: メールアカウントでログインすると、Pro をデバイス間で同期できます。
pt_br: Faça login com uma conta de e-mail para sincronizar o Pro entre dispositivos.

source: 登录可同步的账号后，Pro 可跨设备同步。
de: Melde dich mit einem synchronisierbaren Konto an, um Pro geräteübergreifend zu synchronisieren.
en: Sign in with a sync-enabled account to sync Pro across devices.
es: Inicia sesión con una cuenta sincronizable para sincronizar Pro entre dispositivos.
fr: Connectez-vous avec un compte synchronisable pour synchroniser Pro entre vos appareils.
hi: उपकरणों के बीच Pro सिंक करने के लिए सिंक समर्थित खाते से साइन इन करें।
it: Accedi con un account sincronizzabile per sincronizzare Pro su tutti i dispositivi.
ja: 同期対応アカウントでログインすると、Pro をデバイス間で同期できます。
pt_br: Faça login com uma conta sincronizável para sincronizar o Pro entre dispositivos.

source: 请输入有效的邮箱地址
de: Gib eine gültige E-Mail-Adresse ein
en: Enter a valid email address
es: Introduce una dirección de correo válida
fr: Saisissez une adresse e-mail valide
hi: कृपया मान्य ईमेल पता दर्ज करें
it: Inserisci un indirizzo email valido
ja: 有効なメールアドレスを入力してください
pt_br: Insira um endereço de e-mail válido

source: 账号与设置
de: Konto und Einstellungen
en: Account and settings
es: Cuenta y ajustes
fr: Compte et réglages
hi: खाता और सेटिंग्स
it: Account e impostazioni
ja: アカウントと設定
pt_br: Conta e ajustes

source: 账号与设置（Pro 会员）
de: Konto und Einstellungen (Pro)
en: Account and settings (Pro)
es: Cuenta y ajustes (Pro)
fr: Compte et réglages (Pro)
hi: खाता और सेटिंग्स (प्रो)
it: Account e impostazioni (Pro)
ja: アカウントと設定（Pro）
pt_br: Conta e ajustes (Pro)

source: 连上 Kindle、微信读书，或导入 PDF、EPUB、网页
de: Verbinde Kindle oder importiere PDF, EPUB und Webseiten
en: Connect Kindle, or import PDFs, EPUBs and web pages
es: Conecta Kindle o importa PDF, EPUB y páginas web
fr: Connectez Kindle ou importez des PDF, EPUB et pages web
hi: Kindle कनेक्ट करें, या PDF, EPUB और वेब पेज इम्पोर्ट करें
it: Collega Kindle o importa PDF, EPUB e pagine web
ja: Kindle を連携、または PDF・EPUB・Web ページを読み込み
pt_br: Conecte o Kindle ou importe PDFs, EPUBs e páginas da web

source: 退出登录后需要重新登录才能继续使用 CastReader。
de: Nach dem Abmelden musst du dich erneut anmelden, um CastReader weiter zu nutzen.
en: After signing out, you'll need to sign in again to keep using CastReader.
es: Tras cerrar sesión, deberás iniciar sesión de nuevo para seguir usando CastReader.
fr: Après la déconnexion, vous devrez vous reconnecter pour continuer à utiliser CastReader.
hi: साइन आउट करने के बाद CastReader का उपयोग जारी रखने के लिए फिर से साइन इन करना होगा।
it: Dopo la disconnessione dovrai accedere di nuovo per continuare a usare CastReader.
ja: ログアウト後、CastReader を続けて使うには再度ログインが必要です。
pt_br: Depois de sair, você precisará fazer login novamente para continuar usando o CastReader.

source: 邮箱地址
de: E-Mail-Adresse
en: Email address
es: Dirección de correo
fr: Adresse e-mail
hi: ईमेल पता
it: Indirizzo email
ja: メールアドレス
pt_br: Endereço de e-mail

source: 邮箱登录暂未开放，请使用 Google 或 Apple 登录
de: E-Mail-Anmeldung ist noch nicht verfügbar. Bitte nutze Google oder Apple
en: Email sign-in isn't available yet. Use Google or Apple instead
es: El acceso por correo aún no está disponible. Usa Google o Apple
fr: La connexion par e-mail n'est pas encore disponible. Utilisez Google ou Apple
hi: ईमेल साइन इन अभी उपलब्ध नहीं है। कृपया Google या Apple से साइन इन करें
it: L'accesso via email non è ancora disponibile. Usa Google o Apple
ja: メールログインは現在ご利用いただけません。Google または Apple をご利用ください
pt_br: O login por e-mail ainda não está disponível. Use Google ou Apple

source: 重新发送验证码
de: Code erneut senden
en: Resend code
es: Reenviar código
fr: Renvoyer le code
hi: कोड फिर से भेजें
it: Invia di nuovo il codice
ja: コードを再送信
pt_br: Reenviar código

source: 重新发送（%d 秒）
de: Erneut senden (%d s)
en: Resend (%ds)
es: Reenviar (%d s)
fr: Renvoyer (%d s)
hi: फिर से भेजें (%d सेकंड)
it: Invia di nuovo (%d s)
ja: 再送信（%d 秒）
pt_br: Reenviar (%d s)

source: 重新登录以同步 Pro
de: Erneut anmelden, um Pro zu synchronisieren
en: Sign in again to sync Pro
es: Vuelve a iniciar sesión para sincronizar Pro
fr: Reconnectez-vous pour synchroniser Pro
hi: Pro सिंक करने के लिए फिर से साइन इन करें
it: Accedi di nuovo per sincronizzare Pro
ja: 再度サインインして Pro を同期
pt_br: Entre novamente para sincronizar o Pro

source: 账号未完成关联，在其他设备或网页订阅的 Pro 可能无法识别
de: Dein Konto ist nicht vollständig verknüpft. Ein auf einem anderen Gerät oder im Web gekauftes Pro-Abo wird möglicherweise nicht erkannt.
en: Your account isn't fully linked, so a Pro subscription bought on another device or on the web may not be recognized.
es: Tu cuenta no está completamente vinculada, por lo que una suscripción Pro comprada en otro dispositivo o en la web puede no reconocerse.
fr: Votre compte n'est pas entièrement lié : un abonnement Pro souscrit sur un autre appareil ou sur le web peut ne pas être reconnu.
hi: आपका खाता पूरी तरह लिंक नहीं है, इसलिए किसी अन्य डिवाइस या वेब पर खरीदी गई Pro सदस्यता पहचानी नहीं जा सकती।
it: Il tuo account non è completamente collegato: un abbonamento Pro acquistato su un altro dispositivo o sul web potrebbe non essere riconosciuto.
ja: アカウントの連携が完了していません。他のデバイスやウェブで購入した Pro が認識されない場合があります。
pt_br: Sua conta não está totalmente vinculada, então uma assinatura Pro comprada em outro dispositivo ou na web pode não ser reconhecida.

source: 我的声音
de: Meine Stimmen
en: My Voices
es: Mis voces
fr: Mes voix
hi: मेरी आवाज़ें
it: Le mie voci
ja: 私の声
pt_br: Minhas vozes

source: 我的声音 %lld
de: Meine Stimme %lld
en: My Voice %lld
es: Mi Voz %lld
fr: Ma voix %lld
hi: मेरी आवाज़ %lld
it: La mia voce %lld
ja: 私の声 %lld
pt_br: Minha Voz %lld

source: 我确认这是我本人的声音，并授权 CastReader 用它生成语音。
de: Ich bestätige, dass dies meine Stimme ist, und erlaube CastReader, damit Sprache zu erzeugen.
en: I confirm this is my voice and authorize CastReader to use it to generate speech.
es: Confirmo que esta es mi voz y autorizo ​​a CastReader a usarla para generar voz.
fr: Je confirme qu'il s'agit bien de ma voix et j'autorise CastReader à l'utiliser pour générer de la parole.
hi: मैं पुष्टि करता हूं कि यह मेरी आवाज है और मैं CastReader को भाषण उत्पन्न करने के लिए इसका उपयोग करने के लिए अधिकृत करता हूं।
it: Confermo che questa è la mia voce e autorizzo CastReader a utilizzarla per generare parlato.
ja: これが私の声であることを確認し、CastReader がその声を使用して音声を生成することを許可します。
pt_br: Confirmo que esta é minha voz e autorizo ​​o CastReader a usá-la para gerar fala.

source: 截图二维码，用微信扫码登录
de: Erstelle einen Screenshot und scanne den QR-Code mit WeChat
en: Take a screenshot, then scan the QR code with WeChat
es: Haz una captura y escanea el código QR con WeChat
fr: Faites une capture, puis scannez le QR code avec WeChat
hi: स्क्रीनशॉट लें, फिर WeChat से QR कोड स्कैन करें
it: Fai uno screenshot e scansiona il codice QR con WeChat
ja: QRコードをスクリーンショットし、WeChatでスキャン
pt_br: Faça uma captura e leia o QR code com o WeChat

source: 截图后打开微信扫一扫，从相册识别二维码。登录后会自动进入书架，供你同步到 CastReader。
de: Öffne „Scannen“ in WeChat und wähle den Screenshot aus deinen Fotos. Nach der Anmeldung wird deine Bibliothek automatisch geöffnet, damit du sie mit CastReader synchronisieren kannst.
en: Open WeChat Scan and choose the screenshot from Photos. After sign-in, your library opens automatically so you can sync it to CastReader.
es: Abre Escanear en WeChat y elige la captura en Fotos. Al iniciar sesión, tu biblioteca se abrirá para sincronizarla con CastReader.
fr: Ouvrez Scanner dans WeChat et choisissez la capture dans Photos. Après connexion, votre bibliothèque s’ouvrira pour la synchroniser avec CastReader.
hi: WeChat में Scan खोलें और Photos से स्क्रीनशॉट चुनें। साइन इन के बाद आपकी लाइब्रेरी CastReader से सिंक करने के लिए अपने आप खुलेगी।
it: Apri Scansiona in WeChat e scegli lo screenshot da Foto. Dopo l’accesso, la libreria si aprirà per sincronizzarla con CastReader.
ja: WeChatのスキャンを開き、写真からスクリーンショットを選びます。ログイン後、本棚が自動的に開き、CastReaderへ同期できます。
pt_br: Abra Escanear no WeChat e escolha a captura em Fotos. Após entrar, sua biblioteca abrirá para sincronização com o CastReader.

source: 打开
de: Öffnen
en: Open
es: Abrir
fr: Ouvrir
hi: खोलें
it: Apri
ja: 開く
pt_br: Abrir

source: 打开 Amazon Kindle 并登录。
de: Öffne Amazon Kindle und melde dich an.
en: Open Amazon Kindle and sign in.
es: Abra Amazon Kindle e inicie sesión.
fr: Ouvrez Amazon Kindle et connectez-vous.
hi: Amazon Kindle खोलें और साइन इन करें।
it: Apri Amazon Kindle e accedi.
ja: Amazon Kindle を開いてサインインします。
pt_br: Abra o Amazon Kindle e faça login.

source: 打开 Kindle 书架，然后点同步。
de: Öffne deine Kindle-Bibliothek und tippe auf Synchronisieren.
en: Open your Kindle library, then tap Sync.
es: Abra su biblioteca Kindle, luego toque Sincronizar.
fr: Ouvrez votre bibliothèque Kindle, puis appuyez sur Synchroniser.
hi: अपनी किंडल लाइब्रेरी खोलें, फिर सिंक पर टैप करें।
it: Apri la tua libreria Kindle, quindi tocca Sincronizza.
ja: Kindle ライブラリを開き、[同期] をタップします。
pt_br: Abra sua biblioteca Kindle e toque em Sincronizar.

source: 打开一本书
de: Buch öffnen
en: Open a book
es: Abrir un libro
fr: Ouvrir un livre
hi: कोई किताब खोलें
it: Apri un libro
ja: 本を開く
pt_br: Abrir um livro

source: 打开书籍后会自动返回并更新阅读历史。
de: Nach dem Öffnen eines Buchs kehrst du automatisch zurück und der Leseverlauf wird aktualisiert.
en: After you open a book, we’ll return automatically and update your reading history.
es: Después de abrir un libro, volverás automáticamente y se actualizará tu historial de lectura.
fr: Après avoir ouvert un livre, vous reviendrez automatiquement et votre historique de lecture sera mis à jour.
hi: किताब खोलने के बाद आप अपने-आप वापस आ जाएंगे और पढ़ने का इतिहास अपडेट हो जाएगा।
it: Dopo aver aperto un libro, tornerai automaticamente qui e la cronologia di lettura verrà aggiornata.
ja: 書籍を開くと自動的に戻り、読書履歴が更新されます。
pt_br: Depois de abrir um livro, você voltará automaticamente e o histórico de leitura será atualizado.
